documentatie/stuf examples/verblijfplaats/08005a_Lk01C_1014076012_2531435.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2531435_08005a</referentienummer><tijdstipBericht>2009032518121766</tijdstipBericht><kennisgeving><mutatiesoort>C</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009032313521500</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1651137" d5p1:verwerkingssoort="W" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1014076012</a-nummer><bsn-nummer>127136186</bsn-nummer><voornamen>Carlo</voornamen><voorletters>C</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Solognier</geslachtsnaam><geboortedatum>19811209</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><datumOpschortingBijhouding d5p1:noValue="geenWaarde" xsi:nil="true" /><omschrijvingRedenOpschortingBijhouding d5p1:noValue="geenWaarde" xsi:nil="true" /><codeLandEmigratie d5p1:noValue="geenWaarde" xsi:nil="true" /><datumVertrekUitNederland d5p1:noValue="geenWaarde" xsi:nil="true" /><PRSADRCOR d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T" d5p1:noValue="geenWaarde" xsi:nil="true" /><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="E"><tijdvakRelatie><d5p1:begindatumRelatie>20080515</d5p1:begindatumRelatie><d5p1:einddatumRelatie>20090320</d5p1:einddatumRelatie></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="346528" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3071AB</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Laan op Zuid</straatnaam><huisnummer>700</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRINS><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="E"><tijdvakRelatie><d5p1:begindatumRelatie>20080515</d5p1:begindatumRelatie><d5p1:einddatumRelatie>20090320</d5p1:einddatumRelatie></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="346528" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3071AB</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Laan op Zuid</straatnaam><huisnummer>700</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1651137" d5p1:verwerkingssoort="W" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1014076012</a-nummer><bsn-nummer>127136186</bsn-nummer><voornamen>Carlo</voornamen><voorletters>C</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Solognier</geslachtsnaam><geboortedatum>19811209</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><datumOpschortingBijhouding>20090320</datumOpschortingBijhouding><omschrijvingRedenOpschortingBijhouding>E</omschrijvingRedenOpschortingBijhouding><codeLandEmigratie>0</codeLandEmigratie><datumVertrekUitNederland>20090320</datumVertrekUitNederland><PRSADRCOR d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>20090320</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="geenWaarde" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="geenWaarde" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="geenWaarde" xsi:nil="true" /><landcode>0</landcode><postcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><woonplaatsnaam d5p1:noValue="nietOndersteund" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisletter d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="nietOndersteund" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><locatieomschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode d5p1:noValue="nietOndersteund" xsi:nil="true" /></ADR></PRSADRCOR><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="E" d5p1:noValue="geenWaarde" xsi:nil="true" /><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="E" d5p1:noValue="geenWaarde" xsi:nil="true" /></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>